tap 'aws/tap'
tap 'buildkite/cli'
tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'teamookla/speedtest'

# Core Homebrew
brew 'ack'
brew 'asdf'
brew 'aws-shell'
brew 'awscli'
brew 'autojump'
brew 'bash'
brew 'bash-completion@2'
brew 'bat'
brew 'bk'
brew 'coreutils'
brew 'dos2unix'
brew 'e2fsprogs'
brew 'erlang'
brew 'expect'
brew 'ffmpeg'
brew 'findutils'
brew 'flac'
brew 'git'
brew 'gnu-tar'
brew 'gnupg'
brew 'go'
brew 'heroku'
brew 'htop-osx'
brew 'hub'
brew 'iftop'
brew 'imagemagick'
brew 'ipcalc'
brew 'ircii'
brew 'jp'
brew 'jq'
brew 'lame'
brew 'lftp'
brew 'lynx'
brew 'moreutils'
brew 'mtr'
brew 'mutt'
brew 'ngrep'
brew 'nmap'
brew 'node'
brew 'p7zip'
brew 'packer'
brew 'pre-commit'
brew 'pstree'
brew 'pv'
brew 'pwgen'
brew 'python@3.8'
brew 'redis'
brew 'ripgrep'
brew 'rpm'
brew 'ruby-build'
brew 'shellcheck'
brew 'speedtest'
brew 'sqlite'
brew 'telnet'
brew 'terminal-notifier'
brew 'tmux'
brew 'unrar'
brew 'watch'
brew 'wget'
brew 'youtube-dl'

# Cask Apps
cask 'aws-vault'
cask 'calibre'
cask 'chefdk'
cask 'licecap'
cask 'session-manager-plugin'
cask 'xquartz'
