tap 'homebrew/core'
tap 'homebrew/bundle'

tap 'aws/tap'

tap 'heroku/brew'
brew 'heroku'

tap 'teamookla/speedtest'
brew 'speedtest'

tap 'turbot/tap'
brew 'steampipe'

tap 'buildkite/cli'
brew 'bk'

tap 'pagerduty/pd_brews'
brew 'pd-ssh'

brew 'ack'
brew 'adr-tools'
brew 'asdf'
brew 'aws-okta'
brew 'aws-shell'
brew 'awscli'
brew 'autojump'
brew 'b2-tools'
brew 'bash'
brew 'bash-completion@2'
brew 'bat'
brew 'black'
brew 'cli53'
brew 'coreutils'
brew 'cpanminus'
brew 'dateutils'
brew 'dos2unix'
brew 'dpkg'
brew 'e2fsprogs'
brew 'expect'
brew 'ffmpeg'
brew 'findutils'
brew 'flac'
brew 'fping'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'grep'
brew 'gnu-tar'
brew 'gnupg'
brew 'hey'
brew 'htop-osx'
brew 'hub'
brew 'iftop'
brew 'imagemagick'
brew 'ipcalc'
brew 'ircii'
brew 'jp'
brew 'jq'
brew 'lame'
brew 'lftp'
brew 'lynx'
brew 'mas'
brew 'moreutils'
brew 'mtr'
brew 'mutt'
brew 'ncdu'
brew 'ngrep'
brew 'nmap'
brew 'p7zip'
brew 'packer'
brew 'pipenv'
brew 'pipx'
brew 'ponysay'
brew 'pre-commit'
brew 'pstree'
brew 'pv'
brew 'pwgen'
brew 'python@3.8'
brew 'redis'
brew 'ripgrep'
brew 'rpm'
brew 'ruby-build'
brew 'shellcheck'
brew 'sqlite'
brew 'starship'
brew 'telnet'
brew 'terminal-notifier'
brew 'terraform_landscape'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'watch'
brew 'wget'
brew 'wireshark'
brew 'yamllint'
#brew 'youtube-dl'
brew 'yq'

# Cask Apps
tap 'homebrew/cask'
tap 'homebrew/cask-versions'
cask 'alt-tab'
cask 'aws-vault'
#cask 'calibre'
cask 'licecap'
cask 'session-manager-plugin'
cask 'xquartz'
